{
  "idx_to_char": [
    " ",
    "!",
    "\"",
    "#",
    "$",
    "%",
    "&",
    "'",
    "(",
    ")",
    "*",
    "+",
    ",",
    "-",
    ".",
    "/",
    "0",
    "1",
    "2",
    "3",
    "4",
    "5",
    "6",
    "7",
    "8",
    "9",
    ":",
    ";",
    "<",
    "=",
    ">",
    "?",
    "@",
    "A",
    "B",
    "C",
    "D",
    "E",
    "F",
    "G",
    "H",
    "I",
    "J",
    "K",
    "L",
    "M",
    "N",
    "O",
    "P",
    "Q",
    "R",
    "S",
    "T",
    "U",
    "V",
    "W",
    "X",
    "Y",
    "Z",
    "[",
    "\\",
    "]",
    "^",
    "_",
    "`",
    "a",
    "b",
    "c",
    "d",
    "e",
    "f",
    "g",
    "h",
    "i",
    "j",
    "k",
    "l",
    "m",
    "n",
    "o",
    "p",
    "q",
    "r",
    "s",
    "t",
    "u",
    "v",
    "w",
    "x",
    "y",
    "z",
    "{",
    "|",
    "}",
    "~",
    "¥",
    "©",
    "®",
    "°",
    "±",
    "²",
    "³",
    "´",
    "·",
    "×",
    "à",
    "á",
    "æ",
    "è",
    "é",
    "ê",
    "í",
    "ò",
    "ó",
    "ô",
    "ö",
    "÷",
    "ø",
    "ú",
    "û",
    "ü",
    "ā",
    "ǎ",
    "ǒ",
    "ǘ",
    "ɡ",
    "ʃ",
    "ʌ",
    "ʒ",
    "Λ",
    "α",
    "β",
    "θ",
    "λ",
    "μ",
    "ξ",
    "ο",
    "π",
    "φ",
    "ω",
    "О",
    "Р",
    "и",
    "й",
    "л",
    "п",
    "ұ",
    "๑",
    "—",
    "‖",
    "‘",
    "’",
    "“",
    "”",
    "•",
    "…",
    "‧",
    "′",
    "″",
    "€",
    "℃",
    "™",
    "ℰ",
    "Ⅰ",
    "Ⅱ",
    "ⅰ",
    "ⅱ",
    "ⅲ",
    "ⅹ",
    "←",
    "↑",
    "→",
    "↓",
    "↔",
    "∑",
    "√",
    "∨",
    "∩",
    "∵",
    "≡",
    "≤",
    "⊕",
    "⊥",
    "①",
    "②",
    "④",
    "⑥",
    "⑧",
    "⒄",
    "ⓡ",
    "ⓢ",
    "─",
    "┅",
    "┌",
    "┐",
    "└",
    "▏",
    "■",
    "□",
    "▪",
    "▲",
    "△",
    "▶",
    "▸",
    "►",
    "▼",
    "◆",
    "○",
    "◎",
    "●",
    "★",
    "☆",
    "☑",
    "☰",
    "♥",
    "✆",
    "✕",
    "❝",
    "❞",
    "❤",
    "➆",
    "➞",
    "、",
    "。",
    "〇",
    "〈",
    "〉",
    "《",
    "》",
    "「",
    "」",
    "『",
    "』",
    "【",
    "】",
    "〕",
    "〖",
    "〗",
    "〝",
    "の",
    "ㆍ",
    "㎡",
    "一",
    "丁",
    "七",
    "万",
    "丈",
    "三",
    "上",
    "下",
    "不",
    "与",
    "丐",
    "丑",
    "专",
    "且",
    "丕",
    "世",
    "丘",
    "丙",
    "业",
    "丛",
    "东",
    "丝",
    "丞",
    "丢",
    "两",
    "严",
    "丧",
    "丨",
    "个",
    "丫",
    "中",
    "丰",
    "串",
    "临",
    "丶",
    "丸",
    "丹",
    "为",
    "主",
    "丼",
    "丽",
    "举",
    "丿",
    "乃",
    "久",
    "么",
    "义",
    "之",
    "乌",
    "乎",
    "乏",
    "乐",
    "乒",
    "乓",
    "乔",
    "乖",
    "乘",
    "乙",
    "九",
    "乞",
    "也",
    "习",
    "乡",
    "书",
    "买",
    "乱",
    "乳",
    "乾",
    "亀",
    "了",
    "予",
    "争",
    "事",
    "二",
    "于",
    "亏",
    "云",
    "互",
    "五",
    "井",
    "亚",
    "些",
    "亜",
    "亞",
    "亡",
    "交",
    "亥",
    "亦",
    "产",
    "亨",
    "亩",
    "享",
    "京",
    "亭",
    "亮",
    "亲",
    "亳",
    "人",
    "亻",
    "亿",
    "什",
    "仁",
    "仅",
    "仆",
    "仇",
    "今",
    "介",
    "仍",
    "从",
    "仑",
    "仓",
    "仔",
    "仕",
    "他",
    "仗",
    "付",
    "仙",
    "仝",
    "仞",
    "仟",
    "代",
    "令",
    "以",
    "仪",
    "们",
    "仰",
    "仲",
    "件",
    "价",
    "任",
    "份",
    "仿",
    "企",
    "伊",
    "伍",
    "伏",
    "伐",
    "休",
    "众",
    "优",
    "伙",
    "会",
    "伞",
    "伟",
    "传",
    "伤",
    "伦",
    "伪",
    "伯",
    "估",
    "伴",
    "伸",
    "伺",
    "似",
    "伽",
    "但",
    "位",
    "低",
    "住",
    "佐",
    "佑",
    "体",
    "何",
    "佗",
    "佘",
    "余",
    "佛",
    "作",
    "你",
    "佣",
    "佩",
    "佬",
    "佰",
    "佳",
    "使",
    "侃",
    "侄",
    "來",
    "侈",
    "例",
    "侍",
    "侑",
    "侗",
    "供",
    "依",
    "侠",
    "侣",
    "侦",
    "侧",
    "侨",
    "侬",
    "侮",
    "侯",
    "侵",
    "便",
    "促",
    "俄",
    "俊",
    "俏",
    "俐",
    "俑",
    "俗",
    "俘",
    "俚",
    "保",
    "俞",
    "信",
    "俩",
    "俪",
    "俫",
    "俬",
    "俭",
    "修",
    "俯",
    "俱",
    "俶",
    "倆",
    "個",
    "倍",
    "們",
    "倒",
    "倔",
    "候",
    "倚",
    "借",
    "倡",
    "倩",
    "倪",
    "倫",
    "债",
    "值",
    "倾",
    "假",
    "偉",
    "偏",
    "偕",
    "做",
    "停",
    "健",
    "偶",
    "偷",
    "偿",
    "傀",
    "傅",
    "傈",
    "傑",
    "備",
    "傢",
    "傣",
    "储",
    "催",
    "傲",
    "傳",
    "傷",
    "傻",
    "像",
    "僑",
    "僦",
    "僧",
    "僵",
    "價",
    "僻",
    "億",
    "儒",
    "儡",
    "儿",
    "兀",
    "允",
    "元",
    "兄",
    "充",
    "兆",
    "先",
    "光",
    "克",
    "免",
    "兑",
    "兒",
    "兔",
    "党",
    "兜",
    "入",
    "全",
    "八",
    "公",
    "六",
    "兮",
    "兰",
    "共",
    "关",
    "兴",
    "兵",
    "其",
    "具",
    "典",
    "兹",
    "养",
    "兼",
    "兽",
    "兿",
    "冀",
    "内",
    "冈",
    "冉",
    "册",
    "再",
    "冏",
    "冒",
    "冕",
    "冗",
    "写",
    "军",
    "农",
    "冠",
    "冢",
    "冤",
    "冥",
    "冬",
    "冯",
    "冰",
    "冲",
    "决",
    "况",
    "冶",
    "冷",
    "冻",
    "净",
    "凄",
    "准",
    "凈",
    "凉",
    "凌",
    "减",
    "凑",
    "凛",
    "凝",
    "几",
    "凡",
    "凤",
    "凭",
    "凯",
    "凰",
    "凱",
    "凳",
    "凶",
    "凸",
    "凹",
    "出",
    "击",
    "函",
    "刀",
    "刁",
    "刃",
    "分",
    "切",
    "刊",
    "刍",
    "刑",
    "划",
    "列",
    "刘",
    "则",
    "刚",
    "创",
    "初",
    "删",
    "判",
    "刨",
    "利",
    "别",
    "刮",
    "到",
    "制",
    "刷",
    "券",
    "刹",
    "刺",
    "刻",
    "剁",
    "剂",
    "剃",
    "削",
    "前",
    "剑",
    "剔",
    "剖",
    "剡",
    "剥",
    "剧",
    "剩",
    "剪",
    "副",
    "割",
    "創",
    "剿",
    "劈",
    "劉",
    "劑",
    "劓",
    "力",
    "劝",
    "办",
    "功",
    "加",
    "务",
    "劣",
    "动",
    "助",
    "努",
    "劫",
    "励",
    "劲",
    "劳",
    "劵",
    "劾",
    "势",
    "勁",
    "勃",
    "勇",
    "勉",
    "勋",
    "勐",
    "勒",
    "動",
    "勘",
    "務",
    "募",
    "勤",
    "勺",
    "勾",
    "勿",
    "包",
    "匆",
    "匈",
    "化",
    "北",
    "匙",
    "匝",
    "匠",
    "匡",
    "匣",
    "匪",
    "匮",
    "匯",
    "匹",
    "区",
    "医",
    "匾",
    "區",
    "十",
    "千",
    "卅",
    "升",
    "午",
    "卉",
    "半",
    "卋",
    "华",
    "协",
    "卑",
    "卓",
    "单",
    "卖",
    "南",
    "博",
    "卜",
    "占",
    "卡",
    "卢",
    "卤",
    "卧",
    "卫",
    "卯",
    "印",
    "危",
    "即",
    "却",
    "卵",
    "卷",
    "卸",
    "卿",
    "厂",
    "厄",
    "厅",
    "历",
    "厉",
    "压",
    "厌",
    "厍",
    "厕",
    "厘",
    "厚",
    "原",
    "厢",
    "厦",
    "厨",
    "厰",
    "去",
    "县",
    "叁",
    "参",
    "又",
    "叉",
    "及",
    "友",
    "双",
    "反",
    "发",
    "叔",
    "取",
    "受",
    "变",
    "叙",
    "叛",
    "叠",
    "叡",
    "口",
    "古",
    "句",
    "另",
    "叨",
    "只",
    "叫",
    "召",
    "叭",
    "叮",
    "可",
    "台",
    "叱",
    "史",
    "右",
    "叶",
    "号",
    "司",
    "叹",
    "叻",
    "吁",
    "吃",
    "各",
    "合",
    "吉",
    "吊",
    "吋",
    "同",
    "名",
    "后",
    "吏",
    "吐",
    "向",
    "吒",
    "吓",
    "吕",
    "吗",
    "君",
    "吞",
    "吟",
    "否",
    "吧",
    "吨",
    "含",
    "听",
    "启",
    "吳",
    "吴",
    "吵",
    "吸",
    "吹",
    "吻",
    "吼",
    "吾",
    "呀",
    "呃",
    "呆",
    "呈",
    "告",
    "呋",
    "呐",
    "呓",
    "呕",
    "呗",
    "员",
    "呜",
    "呢",
    "周",
    "呱",
    "味",
    "呵",
    "呷",
    "呻",
    "呼",
    "命",
    "咀",
    "咋",
    "和",
    "咏",
    "咒",
    "咔",
    "咕",
    "咖",
    "咘",
    "咙",
    "咚",
    "咧",
    "咨",
    "咪",
    "咬",
    "咭",
    "咯",
    "咱",
    "咳",
    "咸",
    "咻",
    "咽",
    "哀",
    "品",
    "哆",
    "哇",
    "哈",
    "响",
    "哎",
    "哒",
    "哟",
    "哥",
    "哦",
    "哨",
    "哩",
    "哪",
    "哭",
    "哲",
    "哺",
    "唇",
    "唉",
    "唐",
    "唑",
    "唛",
    "唠",
    "唢",
    "唤",
    "唧",
    "唬",
    "售",
    "唯",
    "唱",
    "唾",
    "啃",
    "啄",
    "商",
    "啊",
    "問",
    "啡",
    "啤",
    "啥",
    "啦",
    "啪",
    "啫",
    "啰",
    "啵",
    "啸",
    "喀",
    "喂",
    "喃",
    "善",
    "喉",
    "喊",
    "喏",
    "喙",
    "喚",
    "喜",
    "喝",
    "喧",
    "喫",
    "喬",
    "喱",
    "喵",
    "喷",
    "喹",
    "喻",
    "喽",
    "嗉",
    "嗏",
    "嗖",
    "嗜",
    "嗝",
    "嗡",
    "嗤",
    "嗦",
    "嗨",
    "嗪",
    "嗮",
    "嗯",
    "嗷",
    "嗽",
    "嘆",
    "嘉",
    "嘎",
    "嘘",
    "嘛",
    "嘞",
    "嘟",
    "嘬",
    "嘴",
    "嘻",
    "嘿",
    "噁",
    "噉",
    "噗",
    "噢",
    "器",
    "噪",
    "噶",
    "嚎",
    "嚏",
    "嚣",
    "嚼",
    "囊",
    "囍",
    "囚",
    "四",
    "回",
    "因",
    "团",
    "囤",
    "囧",
    "园",
    "困",
    "围",
    "固",
    "国",
    "图",
    "圃",
    "圆",
    "圈",
    "圉",
    "國",
    "圍",
    "園",
    "圓",
    "圖",
    "團",
    "圜",
    "土",
    "圣",
    "在",
    "圭",
    "地",
    "圳",
    "场",
    "圾",
    "址",
    "坂",
    "均",
    "坊",
    "坌",
    "坎",
    "坏",
    "坐",
    "坑",
    "块",
    "坚",
    "坛",
    "坝",
    "坞",
    "坟",
    "坠",
    "坡",
    "坤",
    "坦",
    "坪",
    "垂",
    "垃",
    "型",
    "垒",
    "垓",
    "垢",
    "垫",
    "埃",
    "埋",
    "城",
    "埔",
    "域",
    "埠",
    "埭",
    "培",
    "基",
    "堂",
    "堅",
    "堆",
    "堕",
    "堡",
    "堤",
    "堪",
    "堰",
    "報",
    "場",
    "堵",
    "塌",
    "塑",
    "塔",
    "塘",
    "塞",
    "填",
    "塱",
    "境",
    "墅",
    "墓",
    "墙",
    "增",
    "墨",
    "墩",
    "壁",
    "壊",
    "壤",
    "士",
    "壬",
    "壮",
    "声",
    "壳",
    "壶",
    "壹",
    "壽",
    "夀",
    "处",
    "备",
    "复",
    "夏",
    "夕",
    "外",
    "多",
    "夜",
    "够",
    "夢",
    "大",
    "天",
    "太",
    "夫",
    "夭",
    "央",
    "夯",
    "失",
    "头",
    "夷",
    "夸",
    "夹",
    "夺",
    "奂",
    "奇",
    "奈",
    "奉",
    "奋",
    "奏",
    "契",
    "奔",
    "奕",
    "奖",
    "套",
    "奘",
    "奚",
    "奢",
    "奥",
    "女",
    "奴",
    "奶",
    "奸",
    "她",
    "好",
    "如",
    "妃",
    "妄",
    "妆",
    "妇",
    "妈",
    "妍",
    "妓",
    "妖",
    "妙",
    "妞",
    "妤",
    "妥",
    "妨",
    "妩",
    "妮",
    "妹",
    "妻",
    "妾",
    "姆",
    "姊",
    "始",
    "姐",
    "姑",
    "姓",
    "委",
    "姚",
    "姜",
    "姝",
    "姥",
    "姨",
    "姬",
    "姻",
    "姿",
    "威",
    "娃",
    "娅",
    "娇",
    "娘",
    "娜",
    "娟",
    "娩",
    "娱",
    "娲",
    "娼",
    "婆",
    "婉",
    "婊",
    "婚",
    "婭",
    "婴",
    "婷",
    "婺",
    "媄",
    "媒",
    "媚",
    "媛",
    "媲",
    "媽",
    "嫁",
    "嫂",
    "嫌",
    "嫔",
    "嫖",
    "嫩",
    "嬰",
    "嬴",
    "嬷",
    "孀",
    "子",
    "孔",
    "孕",
    "字",
    "存",
    "孙",
    "孚",
    "孜",
    "孝",
    "孟",
    "季",
    "孤",
    "学",
    "孩",
    "孳",
    "孵",
    "學",
    "孽",
    "宁",
    "它",
    "宅",
    "宇",
    "守",
    "安",
    "宋",
    "完",
    "宏",
    "宗",
    "官",
    "宙",
    "定",
    "宛",
    "宜",
    "宝",
    "实",
    "宠",
    "审",
    "客",
    "宣",
    "室",
    "宥",
    "宦",
    "宪",
    "宫",
    "宮",
    "宰",
    "害",
    "宴",
    "宵",
    "家",
    "宸",
    "容",
    "宽",
    "宾",
    "宿",
    "寂",
    "寄",
    "寅",
    "密",
    "寇",
    "富",
    "寒",
    "寓",
    "寝",
    "寞",
    "察",
    "寡",
    "實",
    "寨",
    "寫",
    "寮",
    "寰",
    "寳",
    "寶",
    "寸",
    "对",
    "寺",
    "寻",
    "导",
    "寿",
    "封",
    "専",
    "尃",
    "射",
    "将",
    "專",
    "尉",
    "尊",
    "小",
    "少",
    "尔",
    "尖",
    "尘",
    "尚",
    "尝",
    "尤",
    "尧",
    "尬",
    "就",
    "尴",
    "尷",
    "尸",
    "尹",
    "尺",
    "尼",
    "尽",
    "尾",
    "尿",
    "局",
    "屁",
    "层",
    "居",
    "屈",
    "届",
    "屋",
    "屌",
    "屎",
    "屏",
    "屑",
    "展",
    "属",
    "屡",
    "履",
    "屯",
    "山",
    "屹",
    "屿",
    "岁",
    "岂",
    "岐",
    "岔",
    "岖",
    "岗",
    "岚",
    "岛",
    "岩",
    "岭",
    "岳",
    "岸",
    "峡",
    "峣",
    "峥",
    "峨",
    "峯",
    "峰",
    "島",
    "崇",
    "崋",
    "崎",
    "崔",
    "崖",
    "崛",
    "崧",
    "崩",
    "崭",
    "崴",
    "崽",
    "嵊",
    "巅",
    "巍",
    "川",
    "州",
    "巡",
    "巢",
    "巣",
    "工",
    "左",
    "巧",
    "巨",
    "巩",
    "巫",
    "差",
    "己",
    "已",
    "巳",
    "巴",
    "巷",
    "巾",
    "币",
    "市",
    "布",
    "帅",
    "帆",
    "师",
    "希",
    "帐",
    "帕",
    "帖",
    "帘",
    "帛",
    "帜",
    "帝",
    "帥",
    "带",
    "帧",
    "師",
    "席",
    "帮",
    "常",
    "帼",
    "帽",
    "幂",
    "幅",
    "幌",
    "幕",
    "幚",
    "幛",
    "幢",
    "干",
    "平",
    "年",
    "并",
    "幸",
    "幺",
    "幻",
    "幼",
    "幽",
    "广",
    "庄",
    "庆",
    "床",
    "序",
    "庐",
    "库",
    "应",
    "底",
    "店",
    "庙",
    "庚",
    "府",
    "庞",
    "废",
    "度",
    "座",
    "庫",
    "庭",
    "庵",
    "康",
    "庸",
    "廈",
    "廉",
    "廊",
    "廎",
    "廖",
    "廠",
    "廣",
    "廰",
    "廳",
    "延",
    "廷",
    "建",
    "廿",
    "开",
    "异",
    "弃",
    "弄",
    "弊",
    "式",
    "弑",
    "弓",
    "引",
    "弗",
    "弘",
    "弟",
    "张",
    "弥",
    "弦",
    "弧",
    "弯",
    "弱",
    "張",
    "強",
    "弹",
    "强",
    "弼",
    "彊",
    "彌",
    "归",
    "当",
    "录",
    "彗",
    "形",
    "彤",
    "彦",
    "彧",
    "彩",
    "彪",
    "彬",
    "彭",
    "彰",
    "影",
    "役",
    "彻",
    "彼",
    "往",
    "征",
    "径",
    "待",
    "很",
    "律",
    "後",
    "徐",
    "徒",
    "徕",
    "得",
    "從",
    "御",
    "復",
    "循",
    "微",
    "徵",
    "德",
    "徼",
    "徽",
    "心",
    "必",
    "忆",
    "忌",
    "忍",
    "忑",
    "志",
    "忘",
    "忙",
    "忠",
    "忡",
    "忧",
    "快",
    "念",
    "忽",
    "怀",
    "态",
    "怎",
    "怒",
    "怕",
    "怖",
    "怜",
    "思",
    "怡",
    "急",
    "性",
    "怪",
    "怯",
    "总",
    "怿",
    "恋",
    "恍",
    "恐",
    "恒",
    "恢",
    "恤",
    "恨",
    "恩",
    "恬",
    "恭",
    "息",
    "恰",
    "恳",
    "恶",
    "恺",
    "恼",
    "恿",
    "悄",
    "悉",
    "悌",
    "悔",
    "悖",
    "悚",
    "悟",
    "悠",
    "患",
    "悦",
    "您",
    "悬",
    "悲",
    "悸",
    "情",
    "惊",
    "惑",
    "惕",
    "惜",
    "惟",
    "惠",
    "惦",
    "惧",
    "惨",
    "惩",
    "惯",
    "惰",
    "想",
    "惹",
    "愁",
    "愈",
    "愉",
    "意",
    "愚",
    "愛",
    "感",
    "愤",
    "愧",
    "愿",
    "慈",
    "慌",
    "慎",
    "慕",
    "慢",
    "慧",
    "慨",
    "慰",
    "慵",
    "慶",
    "憋",
    "憎",
    "憧",
    "憨",
    "憾",
    "懂",
    "應",
    "懋",
    "懒",
    "懦",
    "懵",
    "懷",
    "戀",
    "戈",
    "戊",
    "戌",
    "戍",
    "戎",
    "戏",
    "成",
    "我",
    "戒",
    "或",
    "战",
    "戚",
    "截",
    "戮",
    "戴",
    "戶",
    "户",
    "房",
    "所",
    "扁",
    "扇",
    "扈",
    "扉",
    "手",
    "扌",
    "才",
    "扎",
    "扑",
    "扒",
    "打",
    "扔",
    "托",
    "扣",
    "扦",
    "执",
    "扩",
    "扫",
    "扬",
    "扭",
    "扮",
    "扯",
    "扰",
    "扳",
    "扶",
    "批",
    "找",
    "承",
    "技",
    "抄",
    "把",
    "抑",
    "抒",
    "抓",
    "投",
    "抖",
    "抗",
    "折",
    "抚",
    "抛",
    "抢",
    "护",
    "报",
    "披",
    "抱",
    "抵",
    "抹",
    "押",
    "抽",
    "担",
    "拆",
    "拇",
    "拉",
    "拌",
    "拍",
    "拐",
    "拒",
    "拓",
    "拔",
    "拖",
    "拘",
    "拙",
    "招",
    "拜",
    "拟",
    "拥",
    "拨",
    "择",
    "括",
    "拭",
    "拯",
    "拱",
    "拳",
    "拷",
    "拼",
    "拽",
    "拾",
    "拿",
    "持",
    "挂",
    "指",
    "按",
    "挑",
    "挖",
    "挚",
    "挛",
    "挞",
    "挠",
    "挡",
    "挣",
    "挤",
    "挥",
    "挨",
    "挪",
    "振",
    "挺",
    "挽",
    "捅",
    "捆",
    "捉",
    "捌",
    "捏",
    "捐",
    "捕",
    "捞",
    "损",
    "换",
    "捣",
    "捧",
    "据",
    "捶",
    "捷",
    "掀",
    "掂",
    "授",
    "掉",
    "掌",
    "掏",
    "掐",
    "排",
    "掘",
    "探",
    "接",
    "控",
    "推",
    "掩",
    "措",
    "掺",
    "描",
    "提",
    "插",
    "揚",
    "握",
    "揪",
    "揭",
    "援",
    "揽",
    "搁",
    "搅",
    "損",
    "搏",
    "搓",
    "搜",
    "搞",
    "搬",
    "搭",
    "携",
    "摄",
    "摆",
    "摇",
    "摊",
    "摔",
    "摘",
    "摩",
    "摸",
    "撃",
    "撇",
    "撑",
    "撒",
    "撕",
    "撞",
    "撤",
    "撩",
    "撬",
    "播",
    "撰",
    "撷",
    "撸",
    "撼",
    "擀",
    "擅",
    "操",
    "擎",
    "擘",
    "擦",
    "攀",
    "攝",
    "支",
    "收",
    "改",
    "攻",
    "放",
    "政",
    "故",
    "效",
    "敌",
    "敏",
    "救",
    "敖",
    "教",
    "敛",
    "敟",
    "敢",
    "散",
    "敦",
    "敬",
    "数",
    "敲",
    "整",
    "敷",
    "數",
    "文",
    "斋",
    "斌",
    "斐",
    "斑",
    "斓",
    "斗",
    "料",
    "斜",
    "斤",
    "斥",
    "斧",
    "斩",
    "断",
    "斯",
    "新",
    "方",
    "施",
    "旁",
    "旅",
    "旋",
    "族",
    "旗",
    "无",
    "既",
    "日",
    "旦",
    "旧",
    "旨",
    "早",
    "旬",
    "旭",
    "旱",
    "时",
    "旸",
    "旺",
    "昂",
    "昆",
    "昇",
    "昊",
    "昌",
    "明",
    "昏",
    "易",
    "昔",
    "昕",
    "昙",
    "星",
    "映",
    "春",
    "昧",
    "昨",
    "昭",
    "是",
    "昱",
    "昴",
    "昵",
    "昶",
    "昼",
    "显",
    "時",
    "晃",
    "晋",
    "晏",
    "晒",
    "晓",
    "晔",
    "晕",
    "晖",
    "晗",
    "晚",
    "晞",
    "晟",
    "晨",
    "普",
    "景",
    "晰",
    "晴",
    "晶",
    "智",
    "晾",
    "暂",
    "暇",
    "暉",
    "暑",
    "暖",
    "暗",
    "暧",
    "暨",
    "暮",
    "暴",
    "暹",
    "曙",
    "曜",
    "曝",
    "曦",
    "曩",
    "曰",
    "曲",
    "更",
    "書",
    "曹",
    "曼",
    "曾",
    "替",
    "最",
    "會",
    "月",
    "有",
    "朋",
    "服",
    "朐",
    "朔",
    "朕",
    "朗",
    "朙",
    "望",
    "朝",
    "期",
    "朦",
    "木",
    "未",
    "末",
    "本",
    "术",
    "朱",
    "朴",
    "朵",
    "机",
    "杀",
    "杂",
    "权",
    "杆",
    "杉",
    "杌",
    "李",
    "杏",
    "材",
    "村",
    "杖",
    "杜",
    "杞",
    "束",
    "杠",
    "条",
    "来",
    "杨",
    "杭",
    "杯",
    "杰",
    "東",
    "杷",
    "杼",
    "松",
    "板",
    "极",
    "构",
    "枇",
    "枉",
    "枊",
    "析",
    "枕",
    "林",
    "枚",
    "果",
    "枝",
    "枢",
    "枣",
    "枪",
    "枫",
    "枭",
    "枯",
    "枳",
    "架",
    "枸",
    "柄",
    "柈",
    "柏",
    "某",
    "柑",
    "柒",
    "染",
    "柔",
    "柚",
    "柜",
    "柠",
    "查",
    "柯",
    "柱",
    "柳",
    "柴",
    "柿",
    "栅",
    "标",
    "栈",
    "栋",
    "栏",
    "树",
    "栓",
    "栖",
    "栗",
    "校",
    "栢",
    "株",
    "样",
    "核",
    "根",
    "格",
    "栽",
    "栾",
    "桀",
    "桂",
    "桃",
    "框",
    "案",
    "桉",
    "桌",
    "桎",
    "桐",
    "桑",
    "桓",
    "桔",
    "档",
    "桥",
    "桦",
    "桨",
    "桩",
    "桶",
    "桷",
    "梁",
    "梅",
    "梓",
    "梗",
    "梦",
    "梧",
    "梨",
    "梭",
    "梯",
    "械",
    "梳",
    "梵",
    "检",
    "棉",
    "棋",
    "棍",
    "棒",
    "棕",
    "棚",
    "棠",
    "森",
    "棰",
    "棱",
    "棵",
    "棺",
    "椅",
    "植",
    "椎",
    "椒",
    "椭",
    "椰",
    "椿",
    "楂",
    "楊",
    "楔",
    "楚",
    "楝",
    "楠",
    "楦",
    "業",
    "極",
    "楷",
    "楼",
    "概",
    "榄",
    "榆",
    "榈",
    "榔",
    "榕",
    "榜",
    "榧",
    "榨",
    "榭",
    "榮",
    "榴",
    "槁",
    "構",
    "槌",
    "槎",
    "槐",
    "槓",
    "様",
    "槛",
    "槟",
    "槽",
    "槿",
    "樂",
    "樊",
    "樓",
    "樞",
    "樟",
    "模",
    "樨",
    "横",
    "樱",
    "樵",
    "樹",
    "樽",
    "橄",
    "橋",
    "橘",
    "橙",
    "機",
    "橡",
    "橱",
    "檀",
    "檐",
    "檔",
    "檬",
    "櫻",
    "欠",
    "次",
    "欢",
    "欣",
    "欧",
    "欲",
    "欺",
    "款",
    "歇",
    "歉",
    "歌",
    "歐",
    "歡",
    "止",
    "正",
    "此",
    "步",
    "武",
    "歧",
    "歪",
    "歲",
    "歸",
    "歹",
    "死",
    "殊",
    "残",
    "殖",
    "殡",
    "段",
    "殷",
    "殿",
    "毁",
    "毂",
    "毅",
    "毋",
    "母",
    "每",
    "毒",
    "毓",
    "比",
    "毕",
    "毗",
    "毛",
    "毡",
    "毫",
    "毯",
    "氏",
    "民",
    "气",
    "氖",
    "気",
    "氙",
    "氛",
    "氟",
    "氢",
    "氣",
    "氧",
    "氨",
    "氩",
    "氮",
    "氯",
    "氰",
    "水",
    "氵",
    "氷",
    "永",
    "氽",
    "汀",
    "汁",
    "求",
    "汇",
    "汉",
    "汍",
    "汕",
    "汗",
    "汛",
    "汞",
    "江",
    "池",
    "污",
    "汤",
    "汥",
    "汪",
    "汴",
    "決",
    "汽",
    "汾",
    "沁",
    "沂",
    "沃",
    "沈",
    "沉",
    "沌",
    "沏",
    "沐",
    "沓",
    "沖",
    "沙",
    "沛",
    "沟",
    "没",
    "沥",
    "沦",
    "沧",
    "沪",
    "沫",
    "沱",
    "河",
    "沸",
    "油",
    "治",
    "沼",
    "沽",
    "沾",
    "沿",
    "泉",
    "泊",
    "泌",
    "泓",
    "法",
    "泗",
    "泙",
    "泛",
    "泡",
    "波",
    "泣",
    "泥",
    "注",
    "泪",
    "泰",
    "泳",
    "泵",
    "泷",
    "泸",
    "泻",
    "泼",
    "泽",
    "泾",
    "洁",
    "洋",
    "洒",
    "洗",
    "洛",
    "洞",
    "津",
    "洪",
    "洱",
    "洲",
    "洳",
    "活",
    "洼",
    "洽",
    "派",
    "流",
    "浅",
    "浆",
    "浇",
    "浊",
    "测",
    "济",
    "浏",
    "浑",
    "浒",
    "浓",
    "浔",
    "浙",
    "浜",
    "浠",
    "浣",
    "浦",
    "浩",
    "浪",
    "浮",
    "浴",
    "海",
    "浸",
    "涂",
    "涅",
    "消",
    "涉",
    "涌",
    "涑",
    "涕",
    "涛",
    "涞",
    "涟",
    "涡",
    "涣",
    "涤",
    "润",
    "涧",
    "涨",
    "涩",
    "涪",
    "涫",
    "涮",
    "涯",
    "液",
    "涵",
    "淀",
    "淅",
    "淇",
    "淋",
    "淑",
    "淘",
    "淞",
    "淡",
    "淤",
    "淮",
    "深",
    "淳",
    "混",
    "淹",
    "添",
    "淼",
    "渄",
    "清",
    "渊",
    "渍",
    "渎",
    "渐",
    "渔",
    "渗",
    "渚",
    "減",
    "渝",
    "渠",
    "渡",
    "渣",
    "渤",
    "温",
    "渭",
    "港",
    "渲",
    "渴",
    "游",
    "湃",
    "湖",
    "湘",
    "湛",
    "湯",
    "湾",
    "湿",
    "溃",
    "溏",
    "源",
    "溜",
    "溝",
    "溢",
    "溥",
    "溪",
    "溯",
    "溶",
    "滁",
    "滂",
    "滇",
    "滋",
    "滑",
    "滔",
    "滕",
    "滘",
    "滙",
    "滚",
    "滞",
    "满",
    "滤",
    "滥",
    "滨",
    "滩",
    "滬",
    "滴",
    "滷",
    "滾",
    "滿",
    "漁",
    "漂",
    "漆",
    "漏",
    "漓",
    "演",
    "漕",
    "漠",
    "漢",
    "漫",
    "漯",
    "漱",
    "漳",
    "漾",
    "潇",
    "潍",
    "潘",
    "潜",
    "潞",
    "潢",
    "潤",
    "潭",
    "潮",
    "潼",
    "澄",
    "澈",
    "澍",
    "澎",
    "澐",
    "澜",
    "澡",
    "澤",
    "澧",
    "澳",
    "激",
    "濃",
    "濑",
    "濠",
    "濤",
    "濮",
    "濱",
    "瀑",
    "瀘",
    "瀚",
    "瀛",
    "灌",
    "灏",
    "灡",
    "灣",
    "火",
    "灭",
    "灯",
    "灰",
    "灵",
    "灶",
    "灸",
    "灾",
    "灿",
    "炅",
    "炉",
    "炎",
    "炑",
    "炒",
    "炔",
    "炕",
    "炖",
    "炘",
    "炙",
    "炜",
    "炣",
    "炫",
    "炬",
    "炭",
    "炮",
    "炯",
    "炳",
    "炸",
    "点",
    "為",
    "炼",
    "烁",
    "烂",
    "烃",
    "烈",
    "烊",
    "烏",
    "烘",
    "烙",
    "烛",
    "烟",
    "烤",
    "烦",
    "烧",
    "烨",
    "烩",
    "烫",
    "热",
    "烯",
    "烷",
    "烹",
    "烽",
    "焊",
    "焕",
    "焖",
    "焗",
    "焙",
    "焚",
    "無",
    "焦",
    "焰",
    "焱",
    "然",
    "焻",
    "焼",
    "煌",
    "煎",
    "煤",
    "照",
    "煨",
    "煮",
    "煲",
    "煽",
    "熄",
    "熊",
    "熏",
    "熔",
    "熙",
    "熟",
    "熠",
    "熨",
    "熬",
    "熱",
    "燃",
    "燊",
    "燎",
    "燒",
    "燕",
    "燙",
    "燜",
    "營",
    "燥",
    "燦",
    "燧",
    "爆",
    "爪",
    "爬",
    "爱",
    "爲",
    "爵",
    "父",
    "爷",
    "爸",
    "爹",
    "爺",
    "爽",
    "爾",
    "片",
    "版",
    "牌",
    "牙",
    "牛",
    "牟",
    "牡",
    "牢",
    "牦",
    "牧",
    "物",
    "牯",
    "牲",
    "牵",
    "特",
    "牺",
    "犀",
    "犇",
    "犍",
    "犟",
    "犬",
    "犯",
    "状",
    "犹",
    "狂",
    "狄",
    "狐",
    "狗",
    "狙",
    "狠",
    "独",
    "狭",
    "狮",
    "狸",
    "狼",
    "猎",
    "猕",
    "猛",
    "猜",
    "猪",
    "猫",
    "献",
    "猴",
    "猿",
    "獎",
    "獒",
    "獨",
    "獭",
    "獸",
    "獻",
    "玄",
    "率",
    "玉",
    "王",
    "玓",
    "玖",
    "玛",
    "玥",
    "玩",
    "玫",
    "玮",
    "环",
    "现",
    "玲",
    "玺",
    "玻",
    "珀",
    "珂",
    "珈",
    "珊",
    "珍",
    "珑",
    "珞",
    "珠",
    "班",
    "珲",
    "珺",
    "現",
    "球",
    "琅",
    "理",
    "琉",
    "琊",
    "琐",
    "琥",
    "琦",
    "琨",
    "琪",
    "琯",
    "琰",
    "琳",
    "琴",
    "琵",
    "琶",
    "琼",
    "瑕",
    "瑗",
    "瑙",
    "瑜",
    "瑞",
    "瑟",
    "瑪",
    "瑭",
    "瑰",
    "瑶",
    "瑷",
    "璀",
    "璃",
    "璇",
    "璐",
    "璜",
    "璞",
    "璟",
    "璨",
    "瓏",
    "瓜",
    "瓣",
    "瓦",
    "瓮",
    "瓯",
    "瓴",
    "瓶",
    "瓷",
    "甑",
    "甘",
    "甚",
    "甜",
    "生",
    "產",
    "産",
    "用",
    "甩",
    "甫",
    "甬",
    "甭",
    "田",
    "由",
    "甲",
    "申",
    "电",
    "男",
    "甸",
    "町",
    "画",
    "畅",
    "畈",
    "界",
    "畏",
    "畐",
    "畔",
    "留",
    "畜",
    "略",
    "番",
    "畫",
    "畴",
    "畵",
    "當",
    "畸",
    "畿",
    "疆",
    "疏",
    "疑",
    "疗",
    "疙",
    "疚",
    "疡",
    "疣",
    "疤",
    "疫",
    "疮",
    "疯",
    "疲",
    "疵",
    "疹",
    "疼",
    "疽",
    "疾",
    "病",
    "症",
    "痈",
    "痒",
    "痔",
    "痕",
    "痘",
    "痛",
    "痣",
    "痤",
    "痧",
    "痫",
    "痰",
    "痱",
    "痹",
    "痿",
    "瘀",
    "瘁",
    "瘊",
    "瘘",
    "瘙",
    "瘢",
    "瘤",
    "瘦",
    "瘩",
    "瘪",
    "瘫",
    "瘴",
    "瘾",
    "療",
    "癌",
    "癖",
    "癜",
    "癣",
    "癫",
    "登",
    "發",
    "白",
    "百",
    "皂",
    "的",
    "皆",
    "皇",
    "皈",
    "皋",
    "皓",
    "皖",
    "皙",
    "皮",
    "皱",
    "皲",
    "皺",
    "盅",
    "盆",
    "盈",
    "益",
    "盐",
    "监",
    "盒",
    "盔",
    "盖",
    "盗",
    "盘",
    "盛",
    "盟",
    "盧",
    "目",
    "盱",
    "盲",
    "直",
    "相",
    "盹",
    "盼",
    "盾",
    "省",
    "眉",
    "看",
    "眙",
    "眛",
    "眞",
    "真",
    "眠",
    "眩",
    "眷",
    "眸",
    "眺",
    "眼",
    "着",
    "睇",
    "睚",
    "睛",
    "睡",
    "睢",
    "督",
    "睦",
    "睫",
    "睿",
    "瞄",
    "瞌",
    "瞎",
    "瞧",
    "瞩",
    "瞪",
    "瞬",
    "瞰",
    "瞳",
    "矛",
    "矢",
    "矣",
    "知",
    "矩",
    "矫",
    "短",
    "矮",
    "石",
    "矶",
    "矽",
    "矾",
    "矿",
    "砀",
    "码",
    "砂",
    "研",
    "砖",
    "砚",
    "砝",
    "砰",
    "破",
    "砸",
    "砼",
    "砾",
    "础",
    "硅",
    "硒",
    "硕",
    "硫",
    "硬",
    "确",
    "硼",
    "碇",
    "碉",
    "碌",
    "碍",
    "碎",
    "碑",
    "碗",
    "碟",
    "碧",
    "碰",
    "碱",
    "碳",
    "碶",
    "磁",
    "磅",
    "磊",
    "磐",
    "磕",
    "磨",
    "磷",
    "礁",
    "礴",
    "示",
    "礻",
    "礼",
    "社",
    "祀",
    "祈",
    "祖",
    "祙",
    "祚",
    "祛",
    "祝",
    "神",
    "祢",
    "祥",
    "祧",
    "票",
    "祭",
    "祯",
    "祸",
    "祺",
    "禁",
    "禄",
    "禅",
    "福",
    "禧",
    "禪",
    "禮",
    "禹",
    "离",
    "禾",
    "秀",
    "私",
    "秃",
    "秆",
    "秉",
    "秋",
    "种",
    "科",
    "秒",
    "秘",
    "租",
    "秤",
    "秦",
    "秩",
    "积",
    "称",
    "秸",
    "移",
    "稀",
    "稅",
    "程",
    "稍",
    "税",
    "稚",
    "稞",
    "稠",
    "種",
    "稳",
    "稷",
    "稻",
    "稼",
    "稽",
    "穆",
    "穗",
    "穴",
    "究",
    "穷",
    "穹",
    "空",
    "穿",
    "突",
    "窃",
    "窄",
    "窈",
    "窑",
    "窒",
    "窕",
    "窖",
    "窗",
    "窝",
    "窦",
    "窨",
    "窮",
    "立",
    "竖",
    "站",
    "竞",
    "竟",
    "章",
    "竣",
    "童",
    "竭",
    "端",
    "竹",
    "竺",
    "竽",
    "竿",
    "笋",
    "笑",
    "笔",
    "笕",
    "笛",
    "符",
    "笨",
    "第",
    "笼",
    "等",
    "筋",
    "筐",
    "筑",
    "筒",
    "答",
    "策",
    "筛",
    "筝",
    "筠",
    "筱",
    "筵",
    "筷",
    "筹",
    "签",
    "简",
    "箂",
    "箍",
    "算",
    "管",
    "箭",
    "箱",
    "節",
    "範",
    "篇",
    "築",
    "篡",
    "篤",
    "篮",
    "篷",
    "簧",
    "簾",
    "簿",
    "籁",
    "籍",
    "籠",
    "米",
    "类",
    "籽",
    "粄",
    "粉",
    "粋",
    "粑",
    "粒",
    "粗",
    "粘",
    "粟",
    "粤",
    "粥",
    "粪",
    "粮",
    "粱",
    "粳",
    "粹",
    "粽",
    "精",
    "粿",
    "糁",
    "糊",
    "糍",
    "糕",
    "糖",
    "糙",
    "糜",
    "糝",
    "糟",
    "糠",
    "糯",
    "糰",
    "系",
    "約",
    "紅",
    "紊",
    "紐",
    "純",
    "紙",
    "素",
    "索",
    "紧",
    "紫",
    "累",
    "給",
    "絮",
    "絲",
    "絳",
    "經",
    "継",
    "綦",
    "綫",
    "維",
    "綱",
    "網",
    "綺",
    "緑",
    "線",
    "緣",
    "緯",
    "練",
    "總",
    "繁",
    "繇",
    "織",
    "繪",
    "繹",
    "纟",
    "纠",
    "红",
    "纤",
    "约",
    "级",
    "纪",
    "纫",
    "纬",
    "纯",
    "纱",
    "纲",
    "纳",
    "纵",
    "纷",
    "纸",
    "纹",
    "纺",
    "纽",
    "线",
    "练",
    "组",
    "绅",
    "细",
    "织",
    "终",
    "绌",
    "绍",
    "绎",
    "经",
    "绒",
    "结",
    "绕",
    "绗",
    "绘",
    "给",
    "绚",
    "绛",
    "络",
    "绝",
    "统",
    "绣",
    "绥",
    "继",
    "绩",
    "绪",
    "续",
    "绮",
    "绰",
    "绳",
    "维",
    "绵",
    "绸",
    "综",
    "绽",
    "绿",
    "缀",
    "缅",
    "缆",
    "缇",
    "缉",
    "缓",
    "缔",
    "编",
    "缘",
    "缙",
    "缚",
    "缝",
    "缠",
    "缢",
    "缤",
    "缩",
    "缴",
    "缸",
    "缺",
    "罂",
    "罄",
    "罅",
    "罐",
    "网",
    "罗",
    "罚",
    "罢",
    "罩",
    "罪",
    "置",
    "署",
    "罹",
    "羁",
    "羅",
    "羊",
    "美",
    "羚",
    "羞",
    "羡",
    "群",
    "義",
    "羲",
    "羴",
    "羹",
    "羽",
    "羿",
    "翁",
    "翅",
    "翌",
    "翎",
    "習",
    "翔",
    "翟",
    "翠",
    "翡",
    "翦",
    "翮",
    "翰",
    "翻",
    "翼",
    "耀",
    "老",
    "考",
    "者",
    "而",
    "耍",
    "耐",
    "耒",
    "耕",
    "耗",
    "耘",
    "耳",
    "耶",
    "耸",
    "耻",
    "聂",
    "聆",
    "聊",
    "职",
    "联",
    "聖",
    "聘",
    "聚",
    "聞",
    "聨",
    "聪",
    "聯",
    "聲",
    "職",
    "聽",
    "聿",
    "肃",
    "肆",
    "肇",
    "肉",
    "肋",
    "肌",
    "肖",
    "肘",
    "肚",
    "肛",
    "肝",
    "肠",
    "股",
    "肢",
    "肤",
    "肥",
    "肩",
    "肪",
    "肯",
    "育",
    "肴",
    "肺",
    "肽",
    "肾",
    "肿",
    "胀",
    "胃",
    "胆",
    "背",
    "胎",
    "胖",
    "胗",
    "胚",
    "胜",
    "胞",
    "胡",
    "胤",
    "胧",
    "胰",
    "胳",
    "胶",
    "胸",
    "胺",
    "能",
    "脂",
    "脆",
    "脉",
    "脊",
    "脍",
    "脏",
    "脑",
    "脖",
    "脚",
    "脯",
    "脱",
    "脸",
    "脾",
    "腊",
    "腌",
    "腎",
    "腐",
    "腓",
    "腔",
    "腕",
    "腚",
    "腥",
    "腩",
    "腰",
    "腱",
    "腹",
    "腺",
    "腻",
    "腾",
    "腿",
    "膀",
    "膊",
    "膏",
    "膜",
    "膝",
    "膠",
    "膳",
    "臀",
    "臂",
    "臊",
    "臣",
    "臧",
    "臨",
    "自",
    "臭",
    "至",
    "致",
    "臺",
    "臻",
    "臼",
    "舅",
    "舆",
    "與",
    "興",
    "舉",
    "舌",
    "舍",
    "舒",
    "舔",
    "舖",
    "舘",
    "舜",
    "舞",
    "舟",
    "航",
    "舫",
    "般",
    "舰",
    "舱",
    "舵",
    "舶",
    "舷",
    "船",
    "艇",
    "艘",
    "艮",
    "良",
    "艰",
    "色",
    "艳",
    "艷",
    "艺",
    "艾",
    "节",
    "芃",
    "芈",
    "芊",
    "芋",
    "芒",
    "芙",
    "芜",
    "芝",
    "芦",
    "芬",
    "芭",
    "芮",
    "芯",
    "花",
    "芳",
    "芷",
    "芸",
    "芹",
    "芽",
    "苋",
    "苍",
    "苎",
    "苏",
    "苑",
    "苓",
    "苔",
    "苗",
    "苛",
    "苜",
    "苞",
    "苟",
    "若",
    "苦",
    "苯",
    "英",
    "苴",
    "苷",
    "苹",
    "苻",
    "苼",
    "茂",
    "范",
    "茄",
    "茅",
    "茉",
    "茎",
    "茗",
    "茜",
    "茧",
    "茨",
    "茫",
    "茯",
    "茴",
    "茵",
    "茶",
    "茸",
    "荃",
    "荆",
    "草",
    "荊",
    "荐",
    "荒",
    "荔",
    "荘",
    "荚",
    "荞",
    "荟",
    "荠",
    "荡",
    "荣",
    "荤",
    "荥",
    "荧",
    "荫",
    "药",
    "荷",
    "荸",
    "荻",
    "荼",
    "莅",
    "莉",
    "莊",
    "莎",
    "莓",
    "莜",
    "莞",
    "莫",
    "莭",
    "莱",
    "莲",
    "莳",
    "获",
    "莹",
    "莺",
    "莽",
    "菀",
    "菅",
    "菇",
    "菊",
    "菌",
    "菓",
    "菘",
    "菜",
    "菟",
    "菠",
    "菩",
    "華",
    "菱",
    "菲",
    "萃",
    "萄",
    "萊",
    "萋",
    "萌",
    "萍",
    "萎",
    "萝",
    "萤",
    "营",
    "萧",
    "萨",
    "萬",
    "萱",
    "萼",
    "落",
    "葆",
    "葉",
    "著",
    "葛",
    "葡",
    "董",
    "葩",
    "葫",
    "葬",
    "葱",
    "葳",
    "葵",
    "蒂",
    "蒄",
    "蒋",
    "蒙",
    "蒜",
    "蒤",
    "蒲",
    "蒸",
    "蒿",
    "蓁",
    "蓄",
    "蓉",
    "蓋",
    "蓓",
    "蓝",
    "蓟",
    "蓦",
    "蓬",
    "蓮",
    "蔓",
    "蔗",
    "蔚",
    "蔡",
    "蔬",
    "蔻",
    "蕃",
    "蕉",
    "蕊",
    "蕓",
    "蕙",
    "蕭",
    "蕴",
    "蕾",
    "薄",
    "薇",
    "薏",
    "薛",
    "薪",
    "薬",
    "薯",
    "薰",
    "藉",
    "藍",
    "藏",
    "藓",
    "藕",
    "藝",
    "藤",
    "藥",
    "藩",
    "藻",
    "蘆",
    "蘇",
    "蘑",
    "蘭",
    "蘸",
    "虎",
    "虏",
    "虐",
    "虑",
    "虚",
    "虞",
    "號",
    "虫",
    "虱",
    "虹",
    "虽",
    "虾",
    "蚀",
    "蚁",
    "蚂",
    "蚊",
    "蚕",
    "蚝",
    "蚨",
    "蛇",
    "蛊",
    "蛋",
    "蛏",
    "蛙",
    "蛛",
    "蛟",
    "蛤",
    "蛮",
    "蛳",
    "蜀",
    "蜂",
    "蜓",
    "蜕",
    "蜗",
    "蜘",
    "蜜",
    "蜡",
    "蜴",
    "蜻",
    "蝇",
    "蝉",
    "蝎",
    "蝙",
    "蝠",
    "蝴",
    "蝶",
    "螂",
    "融",
    "螨",
    "螯",
    "螺",
    "蟆",
    "蟑",
    "蟠",
    "蟹",
    "蠔",
    "蠕",
    "蠡",
    "蠢",
    "蠹",
    "血",
    "行",
    "衍",
    "術",
    "衔",
    "街",
    "衙",
    "衞",
    "衡",
    "衢",
    "衣",
    "补",
    "表",
    "衫",
    "衬",
    "衰",
    "衷",
    "衹",
    "袁",
    "袂",
    "袅",
    "袋",
    "袍",
    "袒",
    "袖",
    "袜",
    "被",
    "袭",
    "袱",
    "裁",
    "裂",
    "装",
    "裆",
    "裔",
    "裕",
    "裙",
    "裡",
    "裤",
    "裱",
    "裳",
    "裸",
    "裹",
    "製",
    "褐",
    "褔",
    "褥",
    "褪",
    "褰",
    "褶",
    "襄",
    "襲",
    "西",
    "要",
    "覆",
    "見",
    "覓",
    "視",
    "親",
    "觀",
    "见",
    "观",
    "规",
    "觅",
    "视",
    "览",
    "觉",
    "觐",
    "角",
    "解",
    "触",
    "言",
    "計",
    "記",
    "設",
    "詩",
    "話",
    "詹",
    "誉",
    "認",
    "誘",
    "語",
    "誠",
    "說",
    "説",
    "諧",
    "諾",
    "謎",
    "謝",
    "證",
    "譚",
    "警",
    "譬",
    "计",
    "订",
    "认",
    "讨",
    "让",
    "讪",
    "训",
    "议",
    "讯",
    "记",
    "讲",
    "讴",
    "许",
    "论",
    "讽",
    "设",
    "访",
    "诀",
    "证",
    "评",
    "识",
    "诈",
    "诉",
    "诊",
    "词",
    "诏",
    "译",
    "试",
    "诗",
    "诙",
    "诚",
    "话",
    "诞",
    "诟",
    "诠",
    "询",
    "该",
    "详",
    "诧",
    "语",
    "误",
    "说",
    "诵",
    "请",
    "诸",
    "诺",
    "读",
    "课",
    "谁",
    "调",
    "谅",
    "谈",
    "谊",
    "谋",
    "谏",
    "谐",
    "谓",
    "谛",
    "谜",
    "谢",
    "谣",
    "谦",
    "谨",
    "谭",
    "谱",
    "谶",
    "谷",
    "豆",
    "豉",
    "豊",
    "豌",
    "豐",
    "豕",
    "豚",
    "象",
    "豪",
    "豫",
    "豹",
    "豺",
    "貂",
    "貊",
    "貌",
    "貝",
    "財",
    "貢",
    "貨",
    "貴",
    "賀",
    "資",
    "賓",
    "賜",
    "賞",
    "賣",
    "質",
    "購",
    "賽",
    "贅",
    "贈",
    "贝",
    "贞",
    "负",
    "贡",
    "财",
    "责",
    "贤",
    "败",
    "账",
    "货",
    "质",
    "贩",
    "贪",
    "贫",
    "购",
    "贮",
    "贯",
    "贰",
    "贱",
    "贴",
    "贵",
    "贷",
    "贸",
    "费",
    "贺",
    "贼",
    "贾",
    "贿",
    "赁",
    "赂",
    "赃",
    "资",
    "赈",
    "赋",
    "赌",
    "赏",
    "赐",
    "赔",
    "赖",
    "赚",
    "赛",
    "赞",
    "赟",
    "赠",
    "赢",
    "赣",
    "赤",
    "赫",
    "走",
    "赵",
    "赶",
    "起",
    "趁",
    "超",
    "越",
    "趋",
    "趣",
    "足",
    "趴",
    "趾",
    "跃",
    "跆",
    "跌",
    "跑",
    "跛",
    "距",
    "跟",
    "跤",
    "跨",
    "跪",
    "路",
    "跳",
    "践",
    "踏",
    "踢",
    "踣",
    "踩",
    "踪",
    "蹄",
    "蹈",
    "蹊",
    "蹦",
    "蹭",
    "蹲",
    "蹻",
    "躁",
    "身",
    "躯",
    "躺",
    "車",
    "軒",
    "軟",
    "輔",
    "輕",
    "輝",
    "輪",
    "车",
    "轧",
    "轨",
    "轩",
    "转",
    "轮",
    "软",
    "轰",
    "轴",
    "轻",
    "载",
    "轿",
    "较",
    "辄",
    "辅",
    "辆",
    "辇",
    "辈",
    "辉",
    "辐",
    "辑",
    "输",
    "辔",
    "辖",
    "辙",
    "辛",
    "辜",
    "辞",
    "辣",
    "辦",
    "辨",
    "辩",
    "辫",
    "辰",
    "辱",
    "農",
    "边",
    "辽",
    "达",
    "迁",
    "迅",
    "过",
    "迈",
    "迎",
    "运",
    "近",
    "返",
    "还",
    "这",
    "进",
    "远",
    "违",
    "连",
    "迟",
    "迠",
    "迥",
    "迦",
    "迪",
    "迫",
    "迭",
    "迮",
    "述",
    "迷",
    "迹",
    "追",
    "退",
    "送",
    "适",
    "逃",
    "逅",
    "逆",
    "选",
    "逊",
    "逍",
    "透",
    "逐",
    "逑",
    "递",
    "途",
    "逗",
    "這",
    "通",
    "逛",
    "逝",
    "速",
    "造",
    "逢",
    "連",
    "週",
    "進",
    "逸",
    "逹",
    "逻",
    "逼",
    "逾",
    "遂",
    "遇",
    "運",
    "遍",
    "過",
    "遏",
    "遒",
    "道",
    "達",
    "遗",
    "遛",
    "遠",
    "遢",
    "遣",
    "遥",
    "遭",
    "遮",
    "遵",
    "避",
    "邀",
    "還",
    "邈",
    "邊",
    "邋",
    "邑",
    "邓",
    "邢",
    "那",
    "邦",
    "邪",
    "邮",
    "邵",
    "邸",
    "邻",
    "郁",
    "郊",
    "郎",
    "郏",
    "郑",
    "郛",
    "郡",
    "部",
    "郭",
    "郴",
    "郵",
    "郸",
    "都",
    "鄂",
    "鄉",
    "鄕",
    "鄗",
    "鄙",
    "鄢",
    "鄭",
    "鄱",
    "酉",
    "酋",
    "酌",
    "配",
    "酒",
    "酚",
    "酣",
    "酥",
    "酪",
    "酬",
    "酮",
    "酯",
    "酰",
    "酱",
    "酵",
    "酶",
    "酷",
    "酸",
    "酿",
    "醇",
    "醉",
    "醋",
    "醒",
    "醚",
    "醛",
    "醫",
    "醬",
    "醸",
    "采",
    "釉",
    "释",
    "里",
    "重",
    "野",
    "量",
    "金",
    "釜",
    "鈴",
    "鉴",
    "銀",
    "銘",
    "銭",
    "銮",
    "鋁",
    "鋼",
    "錢",
    "錦",
    "錧",
    "錯",
    "鍋",
    "鍍",
    "鍚",
    "鍵",
    "鎖",
    "鎮",
    "鏡",
    "鐘",
    "鐡",
    "鐵",
    "鑒",
    "鑫",
    "钅",
    "针",
    "钉",
    "钊",
    "钓",
    "钙",
    "钛",
    "钜",
    "钝",
    "钞",
    "钟",
    "钠",
    "钢",
    "钣",
    "钥",
    "钦",
    "钧",
    "钩",
    "钮",
    "钯",
    "钰",
    "钱",
    "钵",
    "钻",
    "钼",
    "铁",
    "铂",
    "铃",
    "铄",
    "铅",
    "铆",
    "铎",
    "铙",
    "铛",
    "铜",
    "铝",
    "铠",
    "铣",
    "铬",
    "铭",
    "铮",
    "铰",
    "铱",
    "铲",
    "银",
    "铸",
    "铺",
    "链",
    "销",
    "锁",
    "锂",
    "锄",
    "锅",
    "锈",
    "锋",
    "锌",
    "锐",
    "错",
    "锡",
    "锣",
    "锤",
    "锦",
    "锨",
    "锭",
    "键",
    "锯",
    "锰",
    "锲",
    "锴",
    "锻",
    "镀",
    "镁",
    "镇",
    "镍",
    "镐",
    "镔",
    "镖",
    "镗",
    "镜",
    "镶",
    "長",
    "长",
    "門",
    "閃",
    "開",
    "閑",
    "間",
    "閣",
    "閩",
    "闖",
    "關",
    "门",
    "闪",
    "闫",
    "闭",
    "问",
    "闯",
    "闰",
    "闲",
    "间",
    "闵",
    "闷",
    "闸",
    "闹",
    "闺",
    "闻",
    "闽",
    "阀",
    "阁",
    "阂",
    "阅",
    "阉",
    "阑",
    "阔",
    "阜",
    "队",
    "阡",
    "阱",
    "防",
    "阳",
    "阴",
    "阵",
    "阶",
    "阻",
    "阿",
    "陀",
    "附",
    "际",
    "陆",
    "陇",
    "陈",
    "陋",
    "陌",
    "降",
    "限",
    "陕",
    "院",
    "除",
    "陨",
    "险",
    "陪",
    "陳",
    "陵",
    "陶",
    "陷",
    "陽",
    "隆",
    "隋",
    "隍",
    "随",
    "隐",
    "隔",
    "隘",
    "隙",
    "際",
    "障",
    "隧",
    "隨",
    "隶",
    "难",
    "雀",
    "雁",
    "雄",
    "雅",
    "集",
    "雍",
    "雎",
    "雏",
    "雒",
    "雕",
    "雙",
    "雜",
    "雞",
    "難",
    "雨",
    "雪",
    "雯",
    "雲",
    "雳",
    "零",
    "雷",
    "電",
    "雾",
    "需",
    "霁",
    "霄",
    "震",
    "霉",
    "霍",
    "霓",
    "霖",
    "霜",
    "霞",
    "露",
    "霸",
    "霹",
    "青",
    "靓",
    "靖",
    "静",
    "靛",
    "靜",
    "非",
    "靠",
    "靡",
    "面",
    "革",
    "靴",
    "鞋",
    "鞍",
    "鞘",
    "鞠",
    "鞣",
    "鞭",
    "韓",
    "韦",
    "韧",
    "韩",
    "韬",
    "韭",
    "音",
    "韵",
    "韶",
    "順",
    "頡",
    "頤",
    "頭",
    "顆",
    "題",
    "顏",
    "页",
    "顶",
    "顷",
    "项",
    "顺",
    "须",
    "顽",
    "顾",
    "顿",
    "颁",
    "颂",
    "预",
    "颅",
    "领",
    "颇",
    "颈",
    "颊",
    "颐",
    "频",
    "颖",
    "颗",
    "题",
    "颛",
    "颜",
    "额",
    "颞",
    "颠",
    "颡",
    "風",
    "风",
    "飓",
    "飘",
    "飙",
    "飚",
    "飛",
    "飞",
    "食",
    "飨",
    "飮",
    "飯",
    "飲",
    "飾",
    "餃",
    "餅",
    "養",
    "餐",
    "餘",
    "館",
    "餮",
    "饃",
    "饅",
    "饌",
    "饕",
    "饥",
    "饨",
    "饭",
    "饮",
    "饰",
    "饱",
    "饲",
    "饵",
    "饶",
    "饸",
    "饹",
    "饺",
    "饼",
    "饿",
    "馄",
    "馅",
    "馆",
    "馈",
    "馋",
    "馍",
    "馒",
    "馔",
    "首",
    "香",
    "馨",
    "馬",
    "馮",
    "馿",
    "駕",
    "騏",
    "騰",
    "驗",
    "驛",
    "马",
    "驭",
    "驮",
    "驰",
    "驱",
    "驲",
    "驴",
    "驶",
    "驹",
    "驻",
    "驼",
    "驾",
    "驿",
    "骂",
    "骄",
    "骅",
    "骆",
    "骊",
    "骋",
    "验",
    "骏",
    "骑",
    "骗",
    "骚",
    "骤",
    "骧",
    "骨",
    "髓",
    "體",
    "高",
    "髙",
    "髪",
    "髮",
    "髯",
    "鬟",
    "鬼",
    "魁",
    "魂",
    "魅",
    "魏",
    "魔",
    "魚",
    "魷",
    "鮮",
    "鯊",
    "鯤",
    "鰻",
    "鱻",
    "鱼",
    "鱿",
    "鲁",
    "鲈",
    "鲍",
    "鲛",
    "鲜",
    "鲤",
    "鲨",
    "鲮",
    "鲶",
    "鲸",
    "鲽",
    "鳄",
    "鳌",
    "鳍",
    "鳝",
    "鳞",
    "鳥",
    "鳯",
    "鳳",
    "鳴",
    "鴨",
    "鴻",
    "鵔",
    "鵬",
    "鷄",
    "鷗",
    "鸟",
    "鸡",
    "鸢",
    "鸣",
    "鸥",
    "鸦",
    "鸪",
    "鸭",
    "鸯",
    "鸳",
    "鸵",
    "鸽",
    "鸿",
    "鹃",
    "鹅",
    "鹉",
    "鹊",
    "鹏",
    "鹤",
    "鹦",
    "鹧",
    "鹫",
    "鹭",
    "鹰",
    "鹵",
    "鹿",
    "麒",
    "麓",
    "麗",
    "麟",
    "麥",
    "麦",
    "麯",
    "麵",
    "麸",
    "麺",
    "麻",
    "麽",
    "黄",
    "黎",
    "黏",
    "黑",
    "黔",
    "默",
    "黛",
    "點",
    "黠",
    "鼎",
    "鼓",
    "鼠",
    "鼬",
    "鼻",
    "鼾",
    "齊",
    "齋",
    "齐",
    "齿",
    "龄",
    "龈",
    "龍",
    "龙",
    "龚",
    "龟",
    "﹐",
    "﹑",
    "﹖",
    "！",
    "＆",
    "＇",
    "（",
    "）",
    "＊",
    "＋",
    "，",
    "．",
    "／",
    "０",
    "１",
    "２",
    "３",
    "５",
    "６",
    "７",
    "９",
    "：",
    "；",
    "＝",
    "？",
    "ａ",
    "ｂ",
    "ｃ",
    "ｄ",
    "ｅ",
    "ｆ",
    "ｇ",
    "ｈ",
    "ｉ",
    "ｋ",
    "ｌ",
    "ｍ",
    "ｎ",
    "ｏ",
    "ｒ",
    "ｓ",
    "ｔ",
    "ｕ",
    "ｗ",
    "ｚ",
    "｛",
    "｜",
    "～",
    "￣",
    "￥"
  ]
}